{
  "_comentario": "Este archivo al parecer ya no se usa, deberia borrarlo.",
  "nombre": "Arturo",
  "edad": 30
}

[
  {
    "category": "Salud",
    "type": "satisfaction",
    "questions": [
      "Higiene, descanso y alimentación",
      "Enfermedades y dolencias (si no tiene, evalúe 10)",
      "Estado de ánimo",
      "Salud mental y estrés",
      "Ejercicio y deporte",
      "Recuperación (me repongo con rapidez)",
      "Cuento y aplico estrategias para manejar estrés y estado de ánimo"
    ]
  },
  {
    "category": "Personalidad",
    "type": "agreement",
    "questions": [
      "Me gusta mi forma de ser.",
      "Me conozco bien y soy consciente de mis emociones.",
      "Identifico mis fortalezas y debilidades.",
      "Estoy en proceso de mejorar aspectos de mi personalidad.",
      "Reconozco y gestiono mis emociones adecuadamente.",
      "Soy empático y trato bien a los demás.",
      "Me esfuerzo por crecer como persona."
    ]
  },
  {
    "category": "Intelecto",
    "type": "agreement",
    "questions": [
      "Me intereso por aprender cosas nuevas de forma constante.",
      "Tengo facilidad para concentrarme en lo que hago.",
      "Disfruto el aprendizaje como parte de mi vida diaria.",
      "Leo, investigo o realizo actividades que estimulan mi mente.",
      "Soy curioso/a y exploro nuevas ideas o conocimientos.",
      "Me esfuerzo por desarrollar nuevas habilidades.",
      "Llevo registro de mis objetivos y estrategias."
    ]
  },
  {
    "category": "Carrera profesional",
    "type": "agreement",
    "questions": [
      "Me siento motivado con mi trabajo o actividad profesional.",
      "Tengo oportunidades de crecimiento o desarrollo profesional.",
      "Estoy satisfecho/a con mi situación laboral actual.",
      "Siento que mi trabajo es justamente remunerado.",
      "Trabajo en un ambiente que favorece mi crecimiento.",
      "Mi trabajo no perjudica otros aspectos de mi vida.",
      "Mi carrera está alineada con mis intereses y valores."
    ]
  },
  {
    "category": "Finanzas",
    "type": "agreement",
    "questions": [
      "Mis ingresos me permiten cubrir mis necesidades básicas.",
      "Tengo control sobre mis gastos e ingresos.",
      "Puedo ahorrar regularmente aunque sea una cantidad pequeña.",
      "No tengo deudas o las manejo sin afectar mi bienestar.",
      "Tengo un fondo de emergencia o un plan para enfrentar gastos inesperados.",
      "Me siento tranquilo respecto a mi situación financiera.",
      "Tengo metas financieras claras y un plan para lograrlas."
    ]
  },
  {
    "category": "Calidad de vida",
    "type": "agreement",
    "questions": [
      "Dedico tiempo a actividades que disfruto.",
      "Me siento satisfecho con mi entorno y mi hogar.",
      "Tengo un buen equilibrio entre vida laboral y personal.",
      "Disfruto de momentos de descanso sin sentir culpa.",
      "Hago cosas que me hacen sentir libre y feliz.",
      "Me rodeo de personas y cosas que me inspiran bienestar.",
      "Siento que vivo una vida con significado y disfrute."
    ]
  },
  {
    "category": "Vida emocional",
    "type": "agreement",
    "questions": [
      "Disfruto la vida, me divierto y me siento feliz.",
      "Sé expresar mis emociones de forma sana y asertiva.",
      "Manejo adecuadamente el estrés en situaciones difíciles.",
      "Cuento con estrategias para regular mis emociones cuando es necesario.",
      "Disfruto de momentos de alegría y gratitud con plenitud.",
      "Me siento emocionalmente estable en general.",
      "Soy agradecido."
    ]
  },
  {
    "category": "Relaciones",
    "type": "agreement",
    "questions": [
      "Mantengo relaciones afectivas sanas con mi familia.",
      "Tengo amistades que me brindan apoyo emocional.",
      "Me siento amado/a y valorado/a por los demás.",
      "Mis relaciones son fuente de alegría y crecimiento personal.",
      "Escucho activamente y me interesa el bienestar de otros.",
      "Me comunico de forma abierta y honesta con quienes me rodean.",
      "Dedico tiempo y energía a fortalecer mis relaciones."
    ]
  }
]
